[
    {
        "index": 0,
        "caption": "A stone sculpture of a man, cat, and dragon sits on a black and gold block.  The sculpture is in front of a regular steel building with blue lines and a ceiling truss. The camera is horizontal left with a slight tilt, fully zoomed out. The background is an Autumn Field and the floor is Aerial Wood Snips."
    },
    {
        "index": 1,
        "caption": "The camera pans around a white marble statue of a woman with her hands on her head.  The statue is in front of and to the right of a broken fountain. The camera faces left-forward and is tilted downward for a wide shot. The scene is a snowy field with a rocky ground."
    },
    {
        "index": 2,
        "caption": "The scene has a character in blue and black armor, a tall white house with the letter H on it, and a small flying vehicle. The character is in front of the house, the flying vehicle is to the character's left, and a black assault rifle is behind the character and to the left. The camera is angled down sharply and rotated back towards the left, showing an intimate close-up. The background is Northcliff with Concrete Wall ground."
    },
    {
        "index": 3,
        "caption": "An old chair with graffiti and a 'Trail Closed' sign are next to a black and white image of a ring.  The image and sign are to the left of a bamboo hut. The camera pans alongside the hut, pointing slightly down and to the front right. The scene is set in Venice at dawn, with a brick floor, and has a slightly blurry, slow-motion feel."
    },
    {
        "index": 4,
        "caption": "The scene has a ship, iceberg, snowy mountain, and paper airplane in the back.  A small white knob and cylinder with a ball shape is behind and to the left of the other objects. A small white box with two sticks that looks like a radio antenna is in front.  The camera is facing left and tilted down a bit. The background is an evening road with a sky and a concrete wall floor."
    },
    {
        "index": 5,
        "caption": "The scene is on a stone tile floor in front of a Hilly Terrain and Pure Sky background. There is a small desert island with sand, rocks, a crater, and a surfboard on it. A red and white car is on the island.  A man in a yellow and black suit is standing to the right of the island. There is a small wooden stick with a leaf, a metal ball, and a pine cone attached to it behind the man and to the left of the island.  A small badge with 'Barberia' logos and text is behind the man and to the right of the island. The camera is angled downward at the scene."
    },
    {
        "index": 6,
        "caption": "The camera follows a ram skull as it moves left.  There is a modern white house with a balcony and palm trees behind it, and a pair of white shoes and socks in front of it. An assault rifle is in front of the shoes and to the right of the ram skull.  A red and white train is in the background. The shoes, assault rifle and train are moving left, while the house is moving right. The scene is an abandoned pathway with snow on the ground. It has a blurry, slow motion effect."
    },
    {
        "index": 7,
        "caption": "The camera follows a man in a green jacket, black shirt, and green pants holding a gun and skateboard. He's in front of a building with gold trim and a white ceiling light, and a stack of boxes is visible inside. To the man's right is a white and blue Japanese vase with a scene painted on it.  There's also a black pendant light with a round metal shade. The building moves left, the light slides right, the vase moves forward, and the man goes left. The camera is zoomed in behind the man. The scene is in a brown photo studio with a gravel floor."
    },
    {
        "index": 8,
        "caption": "A black metal shelf with a grate design is on the left side of the scene. To the right of the shelf is a small staircase, white cube, and kitchen hood in a room setting. There's also a red, white, and blue ball in front of the room setup. The camera follows the room setup as it moves right and back while pointing sharply downward showing the whole scene. The background is a Courtyard at Night with Rock flooring."
    },
    {
        "index": 9,
        "caption": "The camera looks down from the left showing a tree and mountains.  The background is North Carolina, Kentucky, and New Zealand. The scene is in an art studio with brick floors and moves quickly."
    },
    {
        "index": 10,
        "caption": "The scene shows a large white marble casket with a statue on top, a pixelated dog and toaster with an angry face on a box, and a small blue penguin on an iceberg. The casket is left of the penguin and behind the dog and toaster.  The dog and toaster is right of and behind a white pendant light hanging from the ceiling. The camera looks sharply down and to the left, capturing the whole scene. The background is a Distribution Board with White Sandstone Blocks floor."
    },
    {
        "index": 11,
        "caption": "A white cylinder, a pink and purple bench-like structure, and a dinosaur wearing pink are in the scene. The dinosaur is to the right of the cylinder and the structure, while the structure is in front of the cylinder. The dinosaur moves left, the structure moves left a bit slower, and the cylinder moves backward slowly. The camera is pointed slightly down and shows the whole scene. The scene is in a small cathedral with a rock wall floor. Everything is slightly blurry."
    },
    {
        "index": 12,
        "caption": "Camera follows a pink cubic teapot from behind and above as it moves. The background is Altanka and the floor is Roof Slates."
    },
    {
        "index": 13,
        "caption": "The camera is positioned behind and above a grey double bathroom sink with two faucets, drawers, and a shelf, pointing down. The background is Tiber and the floor is Concrete Pavement."
    },
    {
        "index": 14,
        "caption": "The scene shows a broken kitchen on the left, and a long wooden stick with writing and a gold arrowhead on the right.  There is a screw in front of the stick.  The camera is close up and pointing down at the objects.  The background is Konzerthaus with Church Bricks ground."
    },
    {
        "index": 15,
        "caption": "The camera looks down and right at a 3 foot red and black robot as it moves right. The camera view is super wide. The background is an Autumn Forest and the ground is Gravel Concrete."
    },
    {
        "index": 16,
        "caption": "A large metal building with yellow and white poles and a yellow roof is on the right of a small cabin-like house. The cabin is in the middle of a forest on a hill with a circular platform and trees around it. The camera follows the cabin as the metal building quickly moves left and the cabin slowly moves left. The camera is angled down and leaning left. The scene is a Mall Parking Lot with a Garage Floor."
    },
    {
        "index": 17,
        "caption": "The camera smoothly follows an Islamic calligraphy wooden plaque with Arabic writing. To the right and in front of the plaque is a gun, a hammer, and a screwdriver.  The camera is positioned to the left of the plaque and looks down at it. The scene is bright and has some shadow effects.  The background is a Syferfontein d Clear landscape with a Precast Concrete Wall."
    },
    {
        "index": 18,
        "caption": "The scene has a green Minecraft creeper, a pig with toys, a printer in a box, a warehouse, and a tropical island.  The creeper is behind and to the right of the pig and toys. The pig and toys are in front of and to the right of the warehouse. The island is in front of both the printer and the warehouse. The pig and toys are to the right of the island. The camera is zoomed out, directly behind the printer, and follows it. The background is Kiara Interior with Laminate Floor. The scene has high bloom and motion blur, and the animation is very fast."
    },
    {
        "index": 19,
        "caption": "A woman in a white dress holding a sword above her head is standing in front of a wall covered in pictures and postcards.  To the left of the wall is a Lego Star Trek Starship Enterprise. The camera is angled slightly down and to the left."
    },
    {
        "index": 20,
        "caption": "The camera is angled downward looking at a 2 foot tall black toy knife with a Nike swoosh logo and a colorful gun with green, red, and purple paint. The knife is in front of and to the right of the gun. The background is Drackenstein Quarry with a Granular Concrete floor."
    },
    {
        "index": 21,
        "caption": "The scene has a low poly horned man with a hat, stick, and knife who looks like a ram in a suit, a black and white cabinet with drawers, a small white apartment building with a pool and balcony, and a white armored robot with a sword. The cabinet and apartment building are next to each other, with the robot in front of the apartment building and the horned man to the left. The cabinet moves forward, the apartment building moves forward a bit faster, the horned man moves right slowly, and the robot glides right. The camera is close to the objects, pointing down sharply from behind. The background is a courtyard with a cobblestone floor. Everything is blurry because things are moving fast."
    },
    {
        "index": 22,
        "caption": "The scene has a white shelf with a light, a brown curtain on the wall, a person in a blue shirt, a small clock, and a small island with trees and a plane flying overhead.  The clock is in front of and to the right of the shelf. The shelf is behind and to the left of the curtain and the person. The curtain is behind the person. The camera is pulled back a bit and angled so it's leaning left and forward. The background is a suburban field, and the floor looks like a ceiling. Everything's moving really fast."
    },
    {
        "index": 23,
        "caption": "The camera follows a 10-foot gun with green, orange stripes, and a green light. Tilt the camera down a bit and rotate left.  Pull back a little. The scene is Spruit Sunrise with Wooden Planks ground, and  everything is blurry with the fast movement."
    },
    {
        "index": 24,
        "caption": "The camera is angled down and looking right showing a small white table with stairs and a small two-story building with stairs that looks like a house and tower. The building is in front of and to the right of the table. There is also a rifle in front of the table. The background is Bell Park Pier with Mossy Stone Wall ground"
    },
    {
        "index": 25,
        "caption": "A big white ball is on the left side of the screen. A metal spool with a handle and a knife are to the right and behind the ball. The camera is positioned slightly behind and to the right. The scene is in a parking garage with a large square pattern floor."
    },
    {
        "index": 26,
        "caption": "A pink chair and a wooden bench are in front of a small house. The pink chair moves left slowly, the bench moves forward at a normal pace, and the house moves backward. The camera is close to the objects, pointing back and left. The scene is Glass Passage with Concrete Floor and has a blurry, bright look."
    },
    {
        "index": 27,
        "caption": "Get really close up to a small red car, skateboard, ramp with a red and black arrow on it, a black and red door, and a black wing with a red stripe.  Position the camera slightly above and rotate around it.  The scene takes place at Zhengyang Gate and has wooden floors."
    },
    {
        "index": 28,
        "caption": "A large stone sculpture with a cross is behind a small white table. To the right of the table and sculpture is a clay head. The camera follows the table. The background is Moonless Golf with Stony Dirt Path ground."
    },
    {
        "index": 29,
        "caption": "The camera moves slightly left showing a large white destroyed house with stairs, messed up rooms, and a plane wreckage floating in the air. The background is Derelict Underpass with Sandstone Blocks ground."
    },
    {
        "index": 30,
        "caption": "There's a white bowl, torn paper, a white diamond, and some plastic. There's also a small stone structure and a small white Godzilla. The Godzilla is in front of the bowl and stuff and to the right of the structure.  There's a man holding a pen and microphone near a sign that says 'Draw with Jazza' and a shelf with a drawing on it.  The man is behind the Godzilla and to the right of the bowl. The Godzilla, structure, man, and bowl are all moving forward. The man is also moving left.  The camera is angled sharply down from the front right and slightly zoomed in. The scene is bright with some reflections.  The background is Thatch Chapel with a Grey Cartago floor."
    },
    {
        "index": 31,
        "caption": "A blue hexagonal badge with an arrow pointing to a sign that says 'Integrate Wisdom Services into Unity' is behind a group of objects and a stone surrounded by grass. The group of objects has a brown dog, chair, paper with a hole, white box, brown bird, and a white dog. The badge is behind the group and to the left of the stone,  the stone is to the right of the group. Make the camera follow the stone as it moves backward.  The badge moves backward slowly and the group moves forward slowly while the stone slides backward. The camera is angled down and to the back left side showing a wide shot. The scene has a strong shadow effect and slight blur. The background is a Quarry with a Pavement stage."
    },
    {
        "index": 32,
        "caption": "Camera follows a Viking Shield and Axe, keeping it in the center of the shot. The camera is facing slightly left and backward. The scene is zoomed out a bit. The background is Rotes Rathaus with a Monastery Stone Floor."
    },
    {
        "index": 33,
        "caption": "The scene shows the International Space Station (ISS) in front of a white golf ball on a green square with a green triangle. Behind the ISS is a glass jar with a lid. To the right of the jar is a red quilt with a geometric pattern.  To the left of the ISS is a white ring shaped like a building. The camera is positioned low and behind, looking up at the objects. The scene is set against a winter sky with a ground of brown mud and leaves."
    },
    {
        "index": 34,
        "caption": "The scene has a 7ft white hat with wings, a 2ft burnt wooden pyramid, and a small bald man's head.  The hat is to the right of the pyramid, and the head is behind the pyramid and to the left of the hat. The house with a pink roof and wooden ceiling beams is moving forward, the head is gliding left, the pyramid is drifting left, and the hat is traveling forward. The camera is positioned back and pointing sharply downward with a slight zoom. The scene has a slight bloom effect, a noticeable ambient occlusion effect, high motion blur, and is set in Joburg Central Sunset with a Wood Table ground."
    },
    {
        "index": 35,
        "caption": "The camera is tilted down looking left at a horned man-demon with bloody red hands. The scene is in a cave with a forest floor."
    },
    {
        "index": 36,
        "caption": "The scene shows a casket with a candle and flowers, a torn city scene, a multicolored box, a sword with money and other objects, and a wooden chest. The city scene is behind and to the right of the casket, and the casket is in front of and to the left of the city scene. The city scene is also to the right of the multicolored box, which is behind the casket. The casket is to the right of and in front of the sword. The camera follows the multicolored box as it moves forward. The wooden chest moves right, the city scene moves back, the casket moves back, the multicolored box moves forward, and the sword moves right. The camera is positioned to the right and pointing downward. The scene has a normal level of detail and a slight blur. The background is Kloppenheim with Rock Ground flooring."
    },
    {
        "index": 37,
        "caption": "The camera is tracking a colorful cube with lights that's on the wall and angled to the right and slightly downward. There is a yellow paper fan that looks like an umbrella or parachute to the left and in front of the cube.  The fan is also in front of a small white glass table. The table is behind the fan. The background is Bush Restaurant with Rustic Stone Wall flooring."
    },
    {
        "index": 38,
        "caption": "The camera follows a skeleton, oyster shell, and piece of wood on a rock as it moves right. The camera is positioned to the left and tilted downward for a standard framing. The scene has a slight blur with enhanced reflections and shadows. The background is a park bench with a pavement floor."
    },
    {
        "index": 39,
        "caption": "Show a large brown door with a handle from the left back side. Use a wide shot. Scene is in an Abandoned Hall with Aerial Grass Rock ground."
    },
    {
        "index": 40,
        "caption": "A blue folding chair is in the front, with a white wall shelf and light fixture on its left, and a yellow and white building, a red and white molecular structure behind it to the right. The camera focuses on the chair as the shelf moves left, the building moves right, the chair drifts left, and the structure moves right. The scene is Monte Scherbelino with Rough Plaster Brick flooring."
    },
    {
        "index": 41,
        "caption": "A red and blue dragon-machine hybrid with a snake-like appearance and chains is on the right. There's a green and white helmet with a green-bladed sword in the center, a tall stack of white cups, saucers, and bowls to the helmet's right, and a green sphere dripping liquid on the left. The helmet moves right at a moderate pace, the stack moves forward slowly, the dragon-machine moves right slowly, and the sphere moves left slowly. The camera follows the helmet and looks slightly down and to the right, giving a wide view. The background is a Winter Orchard with a Fine Grained Wood floor."
    },
    {
        "index": 42,
        "caption": "The camera is angled down and positioned to the right of a large brown bench with a glass top that has a green-patterned leather case, rectangular tray, and chess board on top.  The bench slides back slowly. The background is a wide winter lake scene with a preconcrete wall for the ground."
    },
    {
        "index": 43,
        "caption": "The scene contains a black device (maybe a phone or computer) with a cord, a 3-foot tall metal wheel-like object, a pair of glass doors with metal frames and boxes, a glass bottle with a white rocket-shaped object inside, and various ice cream treats. The ice cream is left of the black device. The bottle is left of and in front of the metal wheel. The black device is in front of the glass doors and behind the metal wheel.  The camera points down and left at the metal wheel. The background is Pylons and the ground is brown leather."
    },
    {
        "index": 44,
        "caption": "The yellow drill moves backwards slowly. The camera is positioned slightly left and pointing down at the drill. The scene is set on a balcony with blue floor tiles."
    },
    {
        "index": 45,
        "caption": "Camera is focused on a small white robot figurine that's about a foot tall, pointing slightly down and to the left.  The background is a mall parking lot with a dry, rocky ground."
    },
    {
        "index": 46,
        "caption": "The camera follows a baseball card in a display case with a certificate.  The card is to the left of a normal-looking car with a gun on it. The camera is positioned behind and to the right. The background is Blaubeuren Outskirts with an asphalt ground."
    },
    {
        "index": 47,
        "caption": "Camera is close to a 1.5 meter wide camouflage box and angled down sharply. The scene is in an Autumn Field with Park Sand ground."
    },
    {
        "index": 48,
        "caption": "Camera is following a big rifle with an orange handle, a small rake, and a knife. It's in front of a woman's head with long white hair and a flower.  To the right of the woman's head is a white square pendant light hanging from a chain. The camera is angled slightly down and left. The background is an overcast sky with dirt ground, and the stage is plaster brick. Everything is blurry because of the fast movement."
    },
    {
        "index": 49,
        "caption": "Camera follows a white plastic tube as it moves. The tube is behind and to the right of a 2 foot tall toy jeep with two gas tanks and red lights. The camera is tilted down and rotated right. The background is Between Bridges and the ground is Quarry Wall."
    },
    {
        "index": 50,
        "caption": "The camera is looking slightly down and to the right, showing a close-up of a 3-foot tall chair with a floral pattern.  The chair is in front of a white dice with black spots. The background is a Christmas Photo Studio with a Dry Riverbed Rock floor."
    },
    {
        "index": 51,
        "caption": "A house is to the left of a beach scene and in front of a white collection of objects. The white collection moves left slowly, the house moves back slowly, and the beach scene moves right slowly. The camera is far back on the right, showing the whole scene. The background is a sunrise with a wooden floor."
    },
    {
        "index": 52,
        "caption": "Camera points down and left at a house with a roof, chimney, insulation, and roof framing.  The background is Fouriesburg Mountain Midday and the floor is Rock Wall. The animation is slow motion."
    },
    {
        "index": 53,
        "caption": "An orange and black car is in front of a small wicker stool with a floral cushion. The stool is in front of a pool house with a blue roof and blue and white storage boxes. The camera looks sharply down as it circles around the stool very quickly."
    },
    {
        "index": 54,
        "caption": "The scene shows a tall rock, a rifle scope on a truck, a green lizard-like creature with leaves, a director's chair, and a castle on a small island in water with city buildings in the background. The rifle scope is in front of the rock and behind the director's chair. The castle is to the left of the rock and in front of it. The rifle scope moves right, the director's chair moves backward, the lizard creature moves left, the rock moves forward, and the castle moves right. The camera angle is even and turned right. The scene has a medium close-up shot with a normal brightness and a subtle shadow effect. The background is an autumn forest with a white plaster floor. The animation is fast."
    },
    {
        "index": 55,
        "caption": "The scene shows a large set of wooden building blocks, a tree stump with a book and laptop on top, and a black model of a jeep, truck, suitcase, camera, and motorcycle. To the left is a white UFO-shaped table and ceiling light.  The tree stump is behind the UFO table and in front of the blocks.  The black model is left of and behind the UFO table. The tree stump and black model move left slowly, the UFO table moves forward a bit faster, and the blocks move forward the fastest. The camera is angled from the right front and pointing down. The background is Birchwood and the ground is Burned Ground."
    },
    {
        "index": 56,
        "caption": "The scene contains a white cube, a piece of cake on a plate with blue and pink ice cream, a black marble gravestone with a plant, and a white, gold, and silver watch with a silver bracelet and gold band. The watch is behind the cake and to the left of the gravestone. The gravestone is in front of the cube. The camera follows the gravestone as it moves forward slowly. The cube moves backward, the cake moves right, and the watch moves backward. The camera is angled forward and down. The background is a red wall with a rocky ground. "
    },
    {
        "index": 57,
        "caption": "We see a mini city with buildings and a military aircraft in the front.  Behind the city  there's a small island, a mossy tree, a rotting piece of wood, a skull, a mini Iceland, a mini Wyoming, and a mountain with trees and grass.  There's also a 3 meter tall wooden spiral staircase with a glass railing, a small table, and chair. The camera is behind the city, angled down, and follows it as it moves backward. The spiral staircase moves forward and the island scene moves left. Everything's moving kind of slow. The background is an urban street and the floor is grassy."
    },
    {
        "index": 58,
        "caption": "The scene has a red and black head with boxing gear, a kawaii cat burger and drink, a giant blue and black sword, and a white plastic airplane with \"btrh\" on it. The airplane is behind the head and to the right of the burger. The burger is in front of the sword and head. The airplane moves right, the sword moves back, the burger moves back, and the head moves forward. The camera is positioned back left and pointing down. The background is Teatro Massimo with Square Concrete Pavers ground."
    },
    {
        "index": 59,
        "caption": "The camera focuses on a rusty metal box that looks like an old suitcase and has a red and black lid and a handle, and a rusty radio with a red grill.  The box moves back slowly. The camera is positioned to the left and pointing down at the objects. The background is a Gothic Manor with a Brushed Concrete floor."
    },
    {
        "index": 60,
        "caption": "The camera follows R2D2 from behind as it moves backward.  R2D2 is in front of some wood and a ceiling light. The camera is close up and positioned slightly to the left. The background is Little Paris Under Tower with a Wood Plank Wall floor."
    },
    {
        "index": 61,
        "caption": "A cartoon girl in a green scout uniform with shorts and a hat is behind a red wooden playhouse. There's a white staircase to the left in front of a green sphere with two small circles. The girl is also left and behind a small broken yellow egg. The playhouse is left and in front of the staircase.  The camera follows the cartoon girl as the staircase moves backward, the playhouse moves right, the girl shifts left, the green sphere moves forward, and the egg moves left and forward. The background is an Autumn Forest with Stone Tiles ground."
    },
    {
        "index": 62,
        "caption": "The scene has a plane, a splattered object, a person, a bird, a city painting, a concrete wall with grass, a green stick, and a log with a hole.  The wall is behind the plane, person, and painting. The log is behind everything. The camera is positioned to the right and tilted downward. The background is Epping Forest, and the floor is Rusty Metal."
    },
    {
        "index": 63,
        "caption": "The scene shows a flower, bird, beehive, butterfly, bee, hexagonal box with a sun, hexagonal window, small toy, and fan. There's a giant white jar with a pink label, a small white jug with a green handle and the letter \"E\", a pile of white hair or feathers, and a steel frame roof. The giant jar is in front of and to the right of the other objects. The small jug is to the right of both the giant jar and the pile of white hair. The steel frame roof is behind the giant jar. The camera follows the giant jar as it moves. The pile of hair moves forward slowly, the giant jar moves right at a normal speed, the small jug moves right a little slower, the other objects move right a bit faster, and the steel frame roof moves left slowly. The camera is positioned behind and to the left of the giant jar, looking down at it from a high angle. The background is Sisulu and the ground is concrete."
    },
    {
        "index": 64,
        "caption": "The camera follows a graffiti wall. To the right and behind the wall is a tall multi-level building. To the left and in front of the wall is a small house.  The camera is facing slightly forward and angled steeply down. The background is Night Bridge, and the floor is Cobblestone."
    },
    {
        "index": 65,
        "caption": "The camera looks down and to the left at a military tank and a rock with a hat on it. The tank is in front of and to the right of the rock. The background is Rosendal Park Sunset and the ground is made of green planks."
    },
    {
        "index": 66,
        "caption": "The scene has a face mask, a building, a house, and a small island town with a mountain backdrop. The building is to the right of the face mask. The island town is to the right of and in front of the house and building. The house is to the left of and behind the island town. The camera pans alongside the house, pointing slightly downward and to the right. The camera is pulled back a little from the house. The scene has a blurry background with Bathroom environment and Laminate Floor."
    },
    {
        "index": 67,
        "caption": "The scene has a small church, a white vase with a small white figurine of a person and a cat on a square surface, a yellow ball with a gold smiley face ring, and a collection of white paper and metal pieces in front of the vase and figurine. The camera is focused on the yellow ball. The vase and figurine are left of the church and behind the ball. The church is right of the vase and figurine. The paper and metal pieces move right, the vase and figurine move backward, the yellow ball moves right, and the church moves forward. The camera is tilted sharply downward and rotated deep into the left rear quadrant with an extremely broad view. The scene has high bloom, medium ambient occlusion, a Small Empty Room panorama, and a White Plaster ground."
    },
    {
        "index": 68,
        "caption": "A small T-Rex dinosaur, a tall Luigi model, a blue and black cat-like creature, a white chair, and a house are in the scene. The Luigi model is in front of the house and to the right. The cat-like creature is behind the house and to the left. The chair is behind the cat-like creature and to the left. The camera follows the house as it moves right. The T-Rex is moving backward, the cat-like creature is moving left, and the chair is moving left. The camera is tilted down steeply and rotated left. The scene has a wide view with high ambient occlusion. The environment is Cloud Layers with Roof Slates flooring."
    },
    {
        "index": 69,
        "caption": "The camera is tilted down and slightly left, showing a phone with money on its screen in front of a big house with a white roof. The scene is in Goegap with a cobblestone floor and has a slightly dreamy look with slow animation."
    },
    {
        "index": 70,
        "caption": "A white sphere is on the left of a small rock, and a wooden staircase with a ceiling panel and light is on the right and in front of the rock. The rock moves right at a normal speed, the staircase moves forward at a normal speed, and the sphere moves right a bit slower. The camera is close to the objects and tilted down and left. The scene is River Walk with a Rock ground."
    },
    {
        "index": 71,
        "caption": "A house with a tower surrounded by trees and grass is in the back right.  A coffee mug and donut are on a table in the front left. A weird cat-like rock and poop are behind the table to the left.  A white ceiling medallion is above and behind the table.  The mug moves forward, the house moves right, the medallion moves left, and the rock and poop move left. The camera is facing slightly left.  The background is a hillside with brown mud ground."
    },
    {
        "index": 72,
        "caption": "The camera follows a group of people playing in the mud and dirt as it moves right. There is a 2 feet tall white square object to the left and in front of the people, and another white square object to the right and behind. The camera is positioned behind and to the right of the people, pointing slightly down. The scene is Venetian Crossroads with Coral Stone Wall floor."
    },
    {
        "index": 73,
        "caption": "The scene has a small purple flower with green leaves, a cup of yogurt with strawberries in it, and a 5ft tall house with a white box hanging from the ceiling. The cup of yogurt is in front of and to the right of the house and flower. The flower is to the left of and behind the cup of yogurt. The camera follows the house as it, the flower, and the cup all move left. The camera is positioned to the front right and tilted down slightly. The scene is set in Flower Hillside with Old Sandstone flooring."
    },
    {
        "index": 74,
        "caption": "The camera follows a wooden stick and stone block with writing as it moves forward. To the left and in front of the stick and block is a white plastic holder. A white tile with a ceiling light is behind the holder. The holder moves left quickly, and the tile moves forward slowly. The camera angle is slightly down and to the right. The scene is a driving school with cobblestone floors."
    },
    {
        "index": 75,
        "caption": "The scene has a yellow teapot, a person holding stuff, a dog with a pink hat, and a chair with a mouse on it. There's a big white giraffe behind and to the right of the teapot. The camera is tilted down and facing mostly left. The background is a forest with a brick wall floor."
    },
    {
        "index": 76,
        "caption": "The camera follows a black pyramid on top of a black box and shows a white shop with an orange sign that says 'shop' on it. The shop is to the right of a pink and white checkered box filled with toys, which is in front of a small church on a hill.  There's also a room with a wall, floor, wooden ceiling, door, and window with holes. The scene is an outdoor workshop with rough plaster flooring."
    },
    {
        "index": 77,
        "caption": "The camera moves alongside a person holding a knife, sword, laptop, and bat. There is also a white version of the person and a woman in white. The person moves left slowly. The camera is angled slightly downward and points to the back right side. The scene is set against the Blouberg Sunrise panorama with Green Rough Planks flooring."
    },
    {
        "index": 78,
        "caption": "A white skateboard with an earbud and small pillow is to the left and in front of a red and black chandelier. The skateboard moves slightly back while the chandelier moves forward. The camera is positioned slightly downward and back for a medium-wide shot. The scene has some motion blur and the background is Solitude with Coral Ground flooring."
    },
    {
        "index": 79,
        "caption": "A green textured square paper sheet is in front of a pink bird flying over a small island with clouds. A small, white apartment with a window and a door is in front of both the paper sheet and the bird.  The paper sheet moves right, the apartment moves forward, and the bird moves left. Camera is positioned left side forward with a slightly downward tilt. The scene has a bright look with a blurry background. The background is Kloofendal d Misty and the ground is Macro Flour."
    },
    {
        "index": 80,
        "caption": "Camera follows a 2ft tall woman in green and brown clothes as she moves left at a normal pace. The camera is positioned close up behind the woman pointing down sharply. The scene is set in an En Suite with Floor Tiles and has strong shadows and reflections."
    },
    {
        "index": 81,
        "caption": "A 2ft lion statue is on a gray surface moving slowly backwards. The camera is positioned at ground level, slightly to the left and pointing almost straight ahead. The scene is set on a summer stage with a snowy floor."
    },
    {
        "index": 82,
        "caption": "The scene shows a pair of black and red shoes and some black slippers in front of a blue, green, and yellow hanging light.  A blue circle and a small white car are also in the scene. The blue circle is to the left and in front of the car. The shoes are in front of the light and to the right of the car. The camera is positioned close to the objects, showing a tight close-up from a sharp left back angle. The scene has a snowy field background with a medieval block ground, strong bloom, motion blur, and screen-space ray tracing effects."
    },
    {
        "index": 83,
        "caption": "The camera looks down at a stack of three brown cylinders with the words \"tzitzit\", \"tefillin\", and \"TNT\" on them.  The camera is angled to the right. The scene is a wide street with asphalt covered in snow."
    },
    {
        "index": 84,
        "caption": "The scene shows a pink figurine with a hat on the left, a black and white table lamp behind it, and a fence with red and white poles and red lights on the right. Behind the fence, there's a small house with green and black stripes, and in the background, there's a train, military vehicle, truck, damaged building, warehouse, and ships. All the objects are moving left at different speeds, with the fence moving backward. The camera is far away and zoomed out, showing a wide view with a blurry background. The scene is set in a forest with dark planks on the ground."
    },
    {
        "index": 85,
        "caption": "The camera is positioned left front and tilted down, showing a collection of drawings of different things like a cat, a man on a bike, and a ghost. The drawings are moving slowly to the right. The scene is Solitude Night with Rock Face flooring."
    },
    {
        "index": 86,
        "caption": "The scene has a black marble cube with camouflage and graffiti, a Statue of Liberty, a 'You Do' logo with a person silhouette, a robot with open arms, and a house with a black roof and lawn.  The Statue of Liberty is in front of the cube and to the left of the logo and robot. The house is behind and to the right of the Statue of Liberty. The robot is in front of and to the right of the logo. The camera is close up, tilted down, and facing the Statue of Liberty as it moves. The background is a solitary room with brick walls."
    },
    {
        "index": 87,
        "caption": "Camera points at the mushroom and purple-and-white flower in green pots with the red building with a car in front of it behind it to the right. The camera angle is tilted down and facing rear right. Background is Moulton Station Train Tunnel West and the floor is Brown Mud."
    },
    {
        "index": 88,
        "caption": "The camera is tilted slightly forward and angled a bit back and to the left showing an extremely wide view of a tree slowly moving forward. The scene has a strong bloom effect and medium motion blur. The background is Cloudy Vondelpark with a Defense Wall ground."
    },
    {
        "index": 89,
        "caption": "A black and white striped cabinet is in a kitchen on the right side in front of a bird, frog, dolphin, woman's head, head with a bow and arrow, and a headband, which are all to the left and behind the cabinet. The camera follows the objects closely as they move. The camera is angled down and slightly to the right. The scene is blurry with Hilltop Construction in the background and Seaworn Stone Tiles on the floor."
    },
    {
        "index": 90,
        "caption": "The scene has a bow and arrow with a machine and chain attachment, a white staircase with a small house and ceiling light, a rock on wood, and a knife with a wooden handle. The staircase is behind and to the right of the bow and arrow. The knife is behind the rock, and the rock is in front of the knife. The staircase is also to the right and behind the knife. The camera is positioned to the left rear and angled steeply down. The scene has bright lighting, noticeable shadows, and is in an old room with square tiles. The animation is fast."
    },
    {
        "index": 91,
        "caption": "A small blue and pink chair with wooden legs is to the right of a tall black cube that has a window and lights inside. Keep the camera focused on the black cube the entire time. The chair moves right slowly and the cube moves back slowly. Position the camera on the right side, tilted down. Use a wide-angle lens. The scene is a Carpentry Shop with Monastery Stone Floor."
    },
    {
        "index": 92,
        "caption": "A gold and silver gun is behind a Star Trek phaser gun. A yellow square and blue ball are to the right and behind the phaser gun. The gold and silver gun moves back slowly, the yellow square and blue ball move back a bit faster, and the phaser gun moves right slowly. The camera is angled down and to the right, showing a medium-close shot. The background is a music hall with sand on the floor."
    },
    {
        "index": 93,
        "caption": "The scene contains a collection of animal heads and necks (including a monkey, a horse, and pigs) and a small ceramic bowl and clay pot. The animal heads are to the right of the pot. The camera follows the pot as it moves forward slightly, and the animal heads move slightly to the left. The camera is angled downward and rotated to the back. The scene has a wide view with a blurry effect and motion blur. The background is a forest at midday."
    },
    {
        "index": 94,
        "caption": "Camera looks down at a small green cartoon character with a green and white hat. Behind the character are some rocks with a hole in one. To the right are a large ship, a bridge over water, and a plane flying near a city.  The background is Christmas Photo Studio with a Cobblestone Square stage."
    },
    {
        "index": 95,
        "caption": "The scene has a man and a woman wearing hats (one of them also has glasses) standing in front of a small house with a pine tree surrounded by snow. To their right is a smiling pink pig head with its mouth open. To their left is a pair of white shoes in a white room. There's also a complex machine with a conveyor belt and multicolored beams that looks like it belongs on a construction site. The camera is angled slightly downward, facing almost front-right, with a wide field of view. The background is a museum of history, and the ground is grassy cobblestone."
    },
    {
        "index": 96,
        "caption": "A snowman with a top hat is moving forward slowly. The camera is behind and looking down at it. The scene is set in an En Suite with Tree Bark flooring."
    },
    {
        "index": 97,
        "caption": "Camera follows a colorful cube as it slowly moves right. The camera is angled steeply down in front of the cube. The scene is Satara Night No Lamps with a Metal Grate Rusty ground."
    },
    {
        "index": 98,
        "caption": "A toy soldier robot is behind and to the right of a small mountain with a line on it. A white head, helmet, frog, and mouse are behind the mountain. The frog, mouse, head, and helmet are to the right of the mountain and in front of a shovel.  A chandelier is behind the mountain and to the left of the shovel. The camera follows the mountain as it moves right. All the objects move right at slightly different speeds. The camera is positioned slightly left and tilted down. Scene has lots of blur and a bright light effect. The background is a Belfast Sunset and the floor is a Gravel Road."
    },
    {
        "index": 99,
        "caption": "A brown and purple dog with horns, T-Rex features, and a long tail is in front of a white gazebo with a laundry drying rack.  To the left of the gazebo is a small axe and hammer. To the right of the gazebo is a bell hanging from a wooden stand. The camera is zoomed out a little and angled sharply downward, looking at the gazebo from the left back. The scene has a blurry background and is in a studio with brick flooring."
    }
]